import '../model/model.dart';

List<QuestionModel> questions = [
  QuestionModel(
    "Сколько бедных людей в Кыргызстане?",
    {
      "2 Миллион 800 тыс": false,
      "1 миллион 600 тыс": true,
      "500 тысяч": false,
    },
  ),
  QuestionModel(
    "Какой процент населения Кыргызстана имеет доступ к канализации?",
    {
      "Около 30%": false,
      "Около 75%": true,
      "Около 50%": false,
    },
  ),
  QuestionModel(
    "Какой процент населения в слах имеет доступ к водопроводу?",
    {
      "10%": true,
      "25%": false,
      "50%": false,
    },
  ),
  QuestionModel(
    "Какова средняя ожидаемая продолжительность жизни в Кыргызстане?",
    {
      "65 лет": false,
      "71 год": true,
      "76 лет": false,
    },
  ),
  QuestionModel(
    "Сколько детей до 14 лет ежегодно умирает в больнице?",
    {
      "3 Тысячи": true,
      "Менее 1 тысячи": false,
      "Около 100 детей": false,
    },
  ),
  QuestionModel(
    "Чем чаще всего заболевают кыргызстанцы?",
    {
      "Болезнями сердца": false,
      "Болезнями пищеварения": false,
      "Болезнями оргонов дыхания": true,
    },
  ),
  QuestionModel(
    "Насколько увеличились выбросы вредных веществ в атмосферу за последние 5 лет?",
    {
      "Не увеличились. Смог был вегда": false,
      "Увеличились на 30%": false,
      "Никто тоно не измеряет": true,
    },
  ),
  QuestionModel(
    "Какая средняя зароботная плата в сфере образования?",
    {
      "11935 Сомов": false,
      "9935 Сомов": false,
      "5935 Сомов": true,
    },
  ),
  QuestionModel(
    "Как изменилось число выпускников 11 классов за последнее 10 лет?",
    {
      "Увеличилось на треть": false,
      "Сокртаилось на треть": true,
      "Не меняется": false,
    },
  ),
  QuestionModel(
    "Насколько сильно перегружены школы в Кыргызстане?",
    {
      "Менее чем на 25%": false,
      "на 40%": false,
      "Более чем на 50%": true,
    },
  ),
  QuestionModel(
    "Существует ли разница в доходах между мужчинами и женщинами?",
    {
      "Да! Разрыв составляет порядка 50%": false,
      "Да! Разрыв составляет порядка 30%": true,
      "Нет, у нас гендерное равенство": false,
    },
  ),
  QuestionModel(
    "Какие два товара составляют основу экспорта Кыргызстана?",
    {
      "Золото и одежда": true,
      "Овощи и одежда": false,
      "Золото и овощи": false,
    },
  ),
];
